Repository: MariekieCoetzee/LanguageTranslation
Catalog: BlazorServer/Locals/Resources.*.resx
Languages: af

source: Weather
af: Weer

# SubHeading
source: This component demonstrates showing data.
af: Hierdie komponent demonstreer hoe om data te wys.

source: Loading
af: Laai

source: Date
af: Datum

source: Summary
af: Opsomming

source: Temperature
af: Temperatuur

source: Freezing
af: Vriesend

source: Cool
af: Koel

source: Chilly
af: Koelerig

source: Balmy
af: Aangenaam warm

source: Mild
af: Matig

source: Hot
af: Baie warm

source: Sweltering
af: Smoorwarm

source: Scorching
af: Skroeiend warm

source: Counter
af: Teller

source: Home
af: Tuisblad

source: Navigation menu
af: Kieslys

source: About
af: Inligting

source: An unhandled error has occurred.
af: ’n Onverwagte fout het voorgekom.

source: Reload
af: Herlaai

source: Current count
af: Huidige telling

source: Click me
af: Kliek hier

source: Hello, World!
af: Hallo, Wêreld!

# Welcome
source: Translated, localized, and served — isn’t that cool?
af: Vertaal, gelokaliseer, en voorgesit! dis mos nou lekker!

source: Select language
af: Kies taal
